Repository: nikhilbhandigare02/LIMS
Catalog: lib/l10n/app_*.arb
Languages: hi, mr

# otpMustBeDigits
source: OTP must be {length} digits
hi: OTP {length} अंकों का होना चाहिए
mr: OTP {length} अंकांचा असावा

# otpOnlyDigits
source: OTP must contain only digits
hi: OTP में केवल अंक होने चाहिए
mr: OTP मध्ये फक्त अंक असावेत

# captchaRequired
source: Captcha is required
hi: कैप्चा आवश्यक है
mr: कॅप्चा आवश्यक आहे

# countryRequired
source: Country is required
hi: देश आवश्यक है
mr: देश आवश्यक आहे

# stateRequired
source: State is required
hi: राज्य आवश्यक है
mr: राज्य आवश्यक आहे

# districtRequired
source: District is required
hi: जिला आवश्यक है
mr: जिल्हा आवश्यक आहे

# divisionRequired
source: Division is required
hi: प्रभाग आवश्यक है
mr: विभाग आवश्यक आहे

# regionRequired
source: Region is required
hi: क्षेत्र आवश्यक है
mr: प्रदेश आवश्यक आहे

# passwordRequired
source: Password is required
hi: पासवर्ड आवश्यक है
mr: पासवर्ड आवश्यक आहे

# passwordMinLength
source: Password must be at least 8 characters
hi: पासवर्ड कम से कम 8 अक्षर का होना चाहिए
mr: पासवर्ड किमान 8 वर्णांचा असावा

# emailRequired
source: Email is required
hi: ईमेल आवश्यक है
mr: ईमेल आवश्यक आहे

# emailInvalid
source: Enter a valid email
hi: वैध ईमेल दर्ज करें
mr: वैध ईमेल प्रविष्ट करा

# mobileRequired
source: Mobile number is required
hi: मोबाइल नंबर आवश्यक है
mr: मोबाईल नंबर आवश्यक आहे

# mobileExactDigits
source: Mobile number must be exactly 10 digits
hi: मोबाइल नंबर बिल्कुल 10 अंकों का होना चाहिए
mr: मोबाईल नंबर अगदी 10 अंकांचा असावा

# mobileOnlyDigits
source: Mobile number must contain only digits
hi: मोबाइल नंबर में केवल अंक होने चाहिए
mr: मोबाईल नंबरमध्ये फक्त अंक असावेत

# otpMaxDigits
source: OTP cannot be more than 6 digits
hi: OTP 6 अंकों से अधिक नहीं हो सकता
mr: OTP 6 अंकांपेक्षा जास्त असू शकत नाही

# confirmPasswordRequired
source: Confirm password is required
hi: पासवर्ड की पुष्टि आवश्यक है
mr: पासवर्ड पुष्टीकरण आवश्यक आहे

source: Passwords do not match
hi: पासवर्ड मेल नहीं खाते
mr: पासवर्ड जुळत नाहीत

# fieldRequired
source: {fieldName} is required
hi: {fieldName} आवश्यक है
mr: {fieldName} आवश्यक आहे

# doNumberRequired
source: DO Number is required
hi: DO नंबर आवश्यक है
mr: DO नंबर आवश्यक आहे

# doNumberOnlyNumbers
source: DO Number must contain only numbers
hi: DO नंबर में केवल संख्याएं होनी चाहिए
mr: DO नंबरमध्ये फक्त संख्या असाव्यात

# sampleCodeNumberRequired
source: Sample Code Number is required
hi: नमूना कोड नंबर आवश्यक है
mr: नमुना कोड नंबर आवश्यक आहे

# sampleCodeNumberOnlyNumbers
source: Sample Code Number must contain only numbers
hi: नमूना कोड नंबर में केवल संख्याएं होनी चाहिए
mr: नमुना कोड नंबरमध्ये फक्त संख्या असाव्यात

# slipNumberRequired
source: Slip Number is required
hi: स्लिप नंबर आवश्यक है
mr: स्लिप नंबर आवश्यक आहे

# slipNumberOnlyNumbers
source: Slip Number must contain only numbers
hi: स्लिप नंबर में केवल संख्याएं होनी चाहिए
mr: स्लिप नंबरमध्ये फक्त संख्या असाव्यात

# numberOfSlipsRequired
source: Number of Slips is required
hi: स्लिप की संख्या आवश्यक है
mr: स्लिप्सची संख्या आवश्यक आहे

# numberOfSlipsOnlyNumbers
source: Number of Slips must contain only numbers
hi: स्लिप की संख्या में केवल संख्याएं होनी चाहिए
mr: स्लिप्सच्या संख्येमध्ये फक्त संख्या असाव्यात

# numberOfSlipsGreaterThanZero
source: Number of Slips must be greater than 0
hi: स्लिप की संख्या 0 से अधिक होनी चाहिए
mr: स्लिप्सची संख्या 0 पेक्षा जास्त असावी

# numberOfSlipsMaxFive
source: Number of Slips must not be greater than 5
hi: स्लिप की संख्या 5 से अधिक नहीं होनी चाहिए
mr: स्लिप्सची संख्या 5 पेक्षा जास्त नसावी

# codeNumberOnWrapperRequired
source: Code Number on Wrapper is required
hi: रैपर पर कोड नंबर आवश्यक है
mr: रॅपरवरील कोड नंबर आवश्यक आहे

# codeNumberOnlyNumbers
source: Code Number must contain only numbers
hi: कोड नंबर में केवल संख्याएं होनी चाहिए
mr: कोड नंबरमध्ये फक्त संख्या असाव्यात

# dateRequired
source: Date is required
hi: तारीख आवश्यक है
mr: तारीख आवश्यक आहे

source: Date cannot be before today
hi: तारीख आज से पहले नहीं हो सकती
mr: तारीख आजच्या आधीची असू शकत नाही

# dateMustBeWithinDays
source: Date must be within the next {days} days
hi: तारीख अगले {days} दिनों के भीतर होनी चाहिए
mr: तारीख पुढील {days} दिवसांच्या आत असावी

# senderNameRequired
source: Sender Name is required
hi: प्रेषक का नाम आवश्यक है
mr: प्रेषकाचे नाव आवश्यक आहे

# senderDesignationRequired
source: Sender Designation is required
hi: प्रेषक का पदनाम आवश्यक है
mr: प्रेषकाचे पदनाम आवश्यक आहे

# areaRequired
source: Area is required
hi: क्षेत्र आवश्यक है
mr: क्षेत्र आवश्यक आहे

# sampleCodeRequired
source: Sample Code is required
hi: नमूना कोड आवश्यक है
mr: नमुना कोड आवश्यक आहे

# collectionDateRequired
source: Collection Date is required
hi: संग्रह तिथि आवश्यक है
mr: संकलन तारीख आवश्यक आहे

# placeOfCollectionRequired
source: Place of Collection is required
hi: संग्रह स्थान आवश्यक है
mr: संकलन स्थळ आवश्यक आहे

# sampleNameRequired
source: Sample Name is required
hi: नमूना नाम आवश्यक है
mr: नमुन्याचे नाव आवश्यक आहे

# quantityRequired
source: Quantity is required
hi: मात्रा आवश्यक है
mr: प्रमाण आवश्यक आहे

# articleRequired
source: Article is required
hi: वस्तु आवश्यक है
mr: वस्तू आवश्यक आहे

source: Preservative info required
hi: परिरक्षक जानकारी आवश्यक है
mr: संरक्षक माहिती आवश्यक आहे

source: Preservative Name required
hi: परिरक्षक नाम आवश्यक है
mr: संरक्षकाचे नाव आवश्यक आहे

source: Preservative Quantity required
hi: परिरक्षक मात्रा आवश्यक है
mr: संरक्षकाचे प्रमाण आवश्यक आहे

source: Signature confirmation required
hi: हस्ताक्षर की पुष्टि आवश्यक है
mr: स्वाक्षरी पुष्टीकरण आवश्यक आहे

source: DO Signature required
hi: DO हस्ताक्षर आवश्यक है
mr: DO स्वाक्षरी आवश्यक आहे

# sealImpressionRequired
source: Seal Impression is required
hi: मुहर की छाप आवश्यक है
mr: शिक्का ठसा आवश्यक आहे

source: Form VI check required
hi: फॉर्म VI जांच आवश्यक है
mr: फॉर्म VI तपासणी आवश्यक आहे

source: Wrapper check required
hi: रैपर जांच आवश्यक है
mr: रॅपर तपासणी आवश्यक आहे
