Repository: nikhilbhandigare02/LIMS
Catalog: lib/l10n/app_*.arb
Languages: hi, mr

# appTitle
source: Food Inspector
hi: फूड इंस्पेक्टर
mr: फूड इन्स्पेक्टर

# settingsTitle
source: Setting
hi: सेटिंग
mr: सेटिंग

source: Language
hi: भाषा
mr: भाषा

source: Biometric Authentication
hi: बायोमेट्रिक प्रमाणीकरण
mr: बायोमेट्रिक प्रमाणीकरण

source: Full Name
hi: पूरा नाम
mr: पूर्ण नाव

source: Username
hi: उपयोगकर्ता नाम
mr: वापरकर्तानाव

source: Official Designation
hi: आधिकारिक पदनाम
mr: अधिकृत पदनाम

source: Email
hi: ईमेल
mr: ईमेल

source: Name of Sender
hi: प्रेषक का नाम
mr: पाठवणाऱ्याचे नाव

source: Sender Official Designation
hi: प्रेषक का आधिकारिक पदनाम
mr: पाठवणाऱ्याचे अधिकृत पदनाम

source: DO Number
hi: डीओ नंबर
mr: डीओ क्रमांक

source: District
hi: जिला
mr: जिल्हा

source: Division
hi: विभाग
mr: विभाग

source: Region
hi: क्षेत्र
mr: प्रदेश

source: Area
hi: क्षेत्र
mr: क्षेत्र

source: Sending Sample Location
hi: नमूना भेजने का स्थान
mr: नमुना पाठविण्याचे स्थान

source: Lab
hi: प्रयोगशाला
mr: प्रयोगशाळा

source: Select district first
hi: पहले जिला चुनें
mr: प्रथम जिल्हा निवडा

source: Loading...
hi: लोड हो रहा है...
mr: लोड होत आहे...

source: Select division first
hi: पहले विभाग चुनें
mr: प्रथम विभाग निवडा

source: Request for slip number
hi: स्लिप नंबर के लिए अनुरोध
mr: स्लिप क्रमांकासाठी विनंती

source: Enter count
hi: गिनती दर्ज करें
mr: संख्या प्रविष्ट करा

# slipNumberCount
source: Enter slip number count
hi: स्लिप नंबर की संख्या दर्ज करें
mr: स्लिप क्रमांकाची संख्या प्रविष्ट करा

source: Send Request
hi: अनुरोध भेजें
mr: विनंती पाठवा

source: Resubmit Sample
hi: नमूना पुनः जमा करें
mr: नमुना पुन्हा सबमिट करा

# submittingRequest
source: Submitting resubmit request... Please wait
hi: अनुरोध जमा किया जा रहा है... कृपया प्रतीक्षा करें
mr: विनंती सबमिट केली जात आहे... कृपया प्रतीक्षा करा

# noSamplesToResubmit
source: Currently no samples present to resubmit
hi: वर्तमान में पुनः जमा करने के लिए कोई नमूने नहीं हैं
mr: सध्या पुन्हा सबमिट करण्यासाठी कोणतेही नमुने उपलब्ध नाहीत

source: Confirm Resubmit
hi: पुनः जमा करने की पुष्टि करें
mr: पुन्हा सबमिट करण्याची पुष्टी करा

source: Validation
hi: सत्यापन
mr: प्रमाणीकरण

# missingFields
source: Missing serial number or user id
hi: क्रमांक या उपयोगकर्ता आईडी गायब है
mr: क्रमांक किंवा वापरकर्ता आयडी गहाळ आहे

# error
source: An error occurred
hi: एक त्रुटि हुई
mr: एक त्रुटी आली

source: Success
hi: सफलता
mr: यशस्वी

# menuFormVI
source: Form VI
hi: फॉर्म VI
mr: फॉर्म VI

# menuSampleListRecords
source: Sample List Records
hi: नमूना सूची रिकॉर्ड
mr: नमुना सूची नोंदी

# menuRequestSlipNumber
source: Request for slip number
hi: स्लिप नंबर के लिए अनुरोध
mr: स्लिप क्रमांकासाठी विनंती

# menuSlipNumberInfo
source: Slip number info
hi: स्लिप नंबर जानकारी
mr: स्लिप क्रमांक माहिती

# menuRequestNewSample
source: Request For New Sample
hi: नए नमूने के लिए अनुरोध
mr: नवीन नमुन्यासाठी विनंती

# menuOthers
source: Others
hi: अन्य
mr: इतर

# menuSettings
source: Settings
hi: सेटिंग्स
mr: सेटिंग्ज

# menuHelpSupport
source: Help & Support
hi: सहायता और समर्थन
mr: मदत आणि समर्थन

# menuAboutUs
source: About Us
hi: हमारे बारे में
mr: आमच्याबद्दल

# menuLogout
source: Logout
hi: लॉगआउट
mr: लॉगआउट

# logoutTitle
source: Logout
hi: लॉगआउट
mr: लॉगआउट

# logoutMessage
source: Are you sure you want to Logout?
hi: क्या आप वाकई लॉगआउट करना चाहते हैं?
mr: आपण नक्की लॉगआउट करू इच्छिता?

# logoutConfirm
source: Logout
hi: लॉगआउट
mr: लॉगआउट

# userFallback
source: User
hi: उपयोगकर्ता
mr: वापरकर्ता

# designationFoodSafetyOfficer
source: Food Safety Officer
hi: खाद्य सुरक्षा अधिकारी
mr: अन्न सुरक्षा अधिकारी

# userIdPrefix
source: User ID:
hi: उपयोगकर्ता आईडी:
mr: वापरकर्ता आयडी:

# usernamePrefix
source: Username:
hi: उपयोगकर्ता नाम:
mr: वापरकर्तानाव:

source: Sample Form VI Details
hi: नमूना फॉर्म VI विवरण
mr: नमुना फॉर्म VI तपशील

source: Loading sample details...
hi: नमूना विवरण लोड हो रहे हैं...
mr: नमुना तपशील लोड होत आहेत...

source: No details found
hi: कोई विवरण नहीं मिला
mr: कोणतेही तपशील आढळले नाहीत

source: Basic Information
hi: मूलभूत जानकारी
mr: मूलभूत माहिती

source: Serial No
hi: क्रम संख्या
mr: क्रमांक

# senderNameLabel
source: Sender Name
hi: प्रेषक का नाम
mr: प्रेषकाचे नाव

# senderDesignationLabel
source: Sender Designation
hi: प्रेषक का पद
mr: प्रेषकाचे पदनाम

# doNumberLabel
source: DO Number
hi: डी.ओ. नंबर
mr: डी.ओ. क्रमांक

source: Location Details
hi: स्थान विवरण
mr: स्थानाचे तपशील

source: Latitude
hi: अक्षांश
mr: अक्षांश

source: Longitude
hi: देशांतर
mr: रेखांश

source: Sample Information
hi: नमूना जानकारी
mr: नमुना माहिती

source: Sample Code
hi: नमूना कोड
mr: नमुना कोड क्रमांक

source: Slip Number
hi: स्लिप नंबर
mr: स्लिप क्रमांक

source: Collection Date
hi: संग्रह तिथि
mr: संकलन तारीख

source: Collection Place
hi: संग्रह स्थान
mr: संकलन स्थळ

source: Sample Name
hi: नमूने का नाम
mr: नमुन्याचे नाव

source: Quantity
hi: मात्रा
mr: नमुन्याचे प्रमाण

source: Preservative Details
hi: परिरक्षक विवरण
mr: संरक्षक तपशील

source: Preservative Added
hi: परिरक्षक जोड़ा गया
mr: संरक्षक जोडला आहे का?

source: Preservative Name
hi: परिरक्षक का नाम
mr: संरक्षकाचे नाव नमूद करा

source: Preservative Quantity
hi: परिरक्षक मात्रा
mr: संरक्षकाचे प्रमाण

source: Verification & Security
hi: सत्यापन और सुरक्षा
mr: सत्यापन आणि सुरक्षा

source: Witness Signature
hi: साक्षी हस्ताक्षर
mr: ज्या व्यक्तीकडून नमुना घेतला आहे त्या व्यक्ती/साक्षीदाराचे स्वाक्षरी आणि अंगठ्याचा ठसा

source: DO Signature
hi: डी.ओ. हस्ताक्षर
mr: डी.ओ. किंवा एफएसओ द्वारे अधिकृत अधिकाऱ्याची स्वाक्षरी

source: Seal Impression
hi: सील छाप
mr: प्रेषकाच्या सीलची छाप

source: Seal Number
hi: सील नंबर
mr: सील क्रमांक

source: Form VI Details
hi: फॉर्म VI विवरण
mr: फॉर्म VI तपशील

source: Memo Form VI
hi: मेमो फॉर्म VI
mr: फॉर्म VI मधील मेमोरँडम (सीलबंद पॅक आणि सीलचे नमुने)

source: Inside Wrapper
hi: आवरण के अंदर
mr: फॉर्म VI रॅपरच्या आत आहे का?

source: Wrapper Code
hi: आवरण कोड
mr: रॅपरवरील नमुन्याचा कोड क्रमांक

source: Uploaded Document
hi: अपलोड किया गया दस्तावेज़
mr: अपलोड केलेला दस्तऐवज

source: Status Transactions
hi: स्थिति लेनदेन
mr: स्थिती व्यवहार

source: Yes
hi: हाँ
mr: होय

source: No
hi: नहीं
mr: नाही

source: N/A
hi: लागू नहीं
mr: लागू नाही

source: No documents uploaded
hi: कोई दस्तावेज़ अपलोड नहीं किया गया
mr: कोणतेही दस्तऐवज अपलोड केलेले नाहीत

source: No file path available for
hi: के लिए कोई फ़ाइल पथ उपलब्ध नहीं है
mr: साठी कोणताही फाइल मार्ग उपलब्ध नाही

source: Cannot open
hi: खोल नहीं सकते
mr: उघडू शकत नाही

# sampleListTitle
source: Sample List
hi: नमूना सूची
mr: नमुना सूची

# sampleListFilterBy
source: Filter by
hi: फ़िल्टर द्वारा
mr: फिल्टर नुसार

# sampleListFilterBySerialNo
source: Serial No
hi: सीरियल नंबर
mr: सिरिअल क्रमांक

# sampleListFilterBySlipNumber
source: Slip Number
hi: स्लिप नंबर
mr: स्लिप क्रमांक

# sampleListFilterBySampleName
source: Sample Name
hi: नमूना नाम
mr: नमुना नाव

# sampleListFilterByCollectionDate
source: Collection Date
hi: संग्रह तिथि
mr: संग्रह तारीख

# sampleListFilterBySenderName
source: Sender Name
hi: प्रेषक का नाम
mr: पाठवणाऱ्याचे नाव

# sampleListFilterBySenderDesignation
source: Sender Designation
hi: प्रेषक का पदनाम
mr: पाठवणाऱ्याचे पदनाम

# sampleListFilterByDO
source: DO Number
hi: डीओ नंबर
mr: डीओ क्रमांक

# sampleListFilterByLab
source: Lab
hi: प्रयोगशाला
mr: प्रयोगशाळा

# sampleListFilterByStatus
source: Status
hi: स्थिति
mr: स्थिती

# sampleListFilterByAll
source: All
hi: सभी
mr: सर्व

# sampleListFilterByPending
source: Pending
hi: लंबित
mr: लंबित

# sampleListFilterByApproved
source: Approved
hi: स्वीकृत
mr: मान्य

# sampleListFilterByRejected
source: Rejected
hi: अस्वीकृत
mr: अस्वीकृत

# sampleListFilterByResubmit
source: Resubmit
hi: पुनः जमा करें
mr: पुन्हा सबमिट करा

# sampleListFilterBySampleList
source: Sample List
hi: नमूना सूची
mr: नमुना सूची

# sampleListFilterBySampleListRecords
source: Sample List Records
hi: नमूना सूची रिकॉर्ड
mr: नमुना सूची नोंदी

# sampleListFilterBySampleListRecordsTooltip
source: View sample list records
hi: नमूना सूची रिकॉर्ड देखें
mr: नमुना सूची नोंदी पहा

# sampleListFilterBySampleListRecordsDialog
source: Sample List Records
hi: नमूना सूची रिकॉर्ड
mr: नमुना सूची नोंदी

# sampleListFilterBySampleListRecordsDialogTitle
source: Sample List Records
hi: नमूना सूची रिकॉर्ड
mr: नमुना सूची नोंदी

# sampleListFilterBySampleListRecordsDialogMessage
source: Please select the sample list records you want to view
hi: कृपया उन नमूना सूची रिकॉर्ड का चयन करें जिन्हें आप देखना चाहते हैं
mr: कृपया पाहायच्या नमुना सूची नोंदी निवडा

# sampleListFilterBySampleListRecordsDialogConfirm
source: View Records
hi: रिकॉर्ड देखें
mr: नोंदी पहा

# sampleListFilterBySampleListRecordsDialogCancel
source: Cancel
hi: रद्द करें
mr: रद्द करा

# sampleListFilterBySampleListRecordsDialogNoRecordsFound
source: No records found
hi: कोई रिकॉर्ड नहीं मिला
mr: कोणतीही नोंद आढळली नाही

# sampleListFilterBySampleListRecordsDialogNoRecordsFoundMessage
source: No records found for the selected sample list records
hi: चयनित नमूना सूची रिकॉर्ड के लिए कोई रिकॉर्ड नहीं मिला
mr: निवडलेल्या नमुना सूची नोंदीसाठी कोणतीही नोंद आढळली नाही

# sampleListFilterBySampleListRecordsDialogNoRecordsFoundConfirm
source: OK
hi: ठीक है
mr: ठीक आहे

# sampleListFilterBySampleListRecordsDialogNoRecordsFoundCancel
source: Cancel
hi: रद्द करें
mr: रद्द करा

# sampleAnalysisTitle
source: Sample Analysis
hi: नमूना विश्लेषण
mr: नमुना विश्लेषण

# exitAppTitle
source: Exit App
hi: ऐप से बाहर निकलें
mr: ऍप बंद करा

# exitAppMessage
source: Do you really want to exit?
hi: क्या आप वास्तव में बाहर निकलना चाहते हैं?
mr: आपण खरोखरच बाहेर पडू इच्छिता?

# exitAppConfirm
source: Exit
hi: बाहर निकलें
mr: बंद करा

source: From Date
hi: से तारीख
mr: पासून तारीख

source: From
hi: से
mr: पासून

source: To Date
hi: तक तारीख
mr: पर्यंत तारीख

source: To
hi: तक
mr: पर्यंत

# invalidRange
source: Invalid range: To date must be on/after From date
hi: अमान्य सीमा: 'तक' तारीख 'से' तारीख के बाद/बराबर होनी चाहिए
mr: अवैध श्रेणी: 'पर्यंत' तारीख 'पासून' तारखेपेक्षा नंतर/समान असावी

source: Fetching filtered records...
hi: फ़िल्टर किए गए रिकॉर्ड ला रहे हैं...
mr: फिल्टर केलेले नोंदी आणत आहोत...

source: Status
hi: स्थिति
mr: स्थिती

source: Loading status...
hi: स्थिति लोड हो रही है...
mr: स्थिती लोड होत आहे...

source: No status found
hi: कोई स्थिति नहीं मिली
mr: कोणतीही स्थिती आढळली नाही

source: Select Status
hi: स्थिति चुनें
mr: स्थिती निवडा

# profile
source: My Profile
hi: मेरा प्रोफ़ाइल
mr: माझे प्रोफाइल

# updatePass
source: Update Password
hi: पासवर्ड अपडेट करें
mr: पासवर्ड अपडेट करा

source: Lab Master
hi: प्रयोगशाला मास्टर
mr: प्रयोगशाळा मास्टर

source: Loading labs...
hi: प्रयोगशालाएँ लोड हो रही हैं...
mr: प्रयोगशाळा लोड होत आहेत...

# labLabel
source: Lab
hi: प्रयोगशाला
mr: प्रयोगशाळा

source: Select Lab
hi: प्रयोगशाला चुनें
mr: प्रयोगशाळा निवडा

# filterTooltipClearHide
source: Clear & Hide Filters
hi: साफ़ करें और फ़िल्टर छिपाएँ
mr: साफ करा आणि फिल्टर लपवा

# filterTooltipShow
source: Show Filters
hi: फ़िल्टर दिखाएँ
mr: फिल्टर दाखवा

source: Go to Home
hi: होम पर जाएँ
mr: होमला जा

# switchToTable
source: Switch to Table View
hi: टेबल दृश्य पर स्विच करें
mr: टेबल दृश्यावर स्विच करा

# switchToCard
source: Switch to Card View
hi: कार्ड दृश्य पर स्विच करें
mr: कार्ड दृश्यावर स्विच करा

source: Unexpected state
hi: अप्रत्याशित स्थिति
mr: अनपेक्षित स्थिती

# showingRange
source: Showing {start}-{end} of {total} records
hi: {total} में से {start}-{end} रिकॉर्ड दिखा रहे हैं
mr: {total} पैकी {start}-{end} नोंदी दर्शवत आहोत

# thSerialNo
source: Serial No.
hi: सीरियल नंबर
mr: सिरिअल क्रमांक

# thSentDate
source: Sent Date
hi: भेजने की तारीख
mr: पाठविल्याची तारीख

# thLabLocation
source: Lab Location
hi: प्रयोगशाला स्थान
mr: प्रयोगशाळा ठिकाण

# thRequestedDate
source: Requested Date
hi: अनुरोध तिथि
mr: विनंती तारीख

# thResentDate
source: Resent Date
hi: पुनः भेजने की तिथि
mr: पुन्हा पाठवण्याची तारीख

# thStatus
source: Status
hi: स्थिति
mr: स्थिती

# thActions
source: Actions
hi: क्रियाएँ
mr: क्रिया

source: Prev
hi: पिछला
mr: मागे

source: Next
hi: अगला
mr: पुढे

# form6_landing_title
source: Form VI
hi: फॉर्म VI
mr: फॉर्म VI

# form6_landing_sections_title
source: Form VI Sections
hi: फॉर्म VI अनुभाग
mr: फॉर्म VI विभाग

# form6_landing_fso_info_title
source: FSO Info
hi: एफएसओ जानकारी
mr: एफएसओ माहिती

# form6_landing_fso_info_subtitle
source: Food Safety Officer details
hi: खाद्य सुरक्षा अधिकारी विवरण
mr: अन्न सुरक्षा अधिकारी तपशील

# form6_landing_sample_info_title
source: Sample Info
hi: नमूना जानकारी
mr: नमुना माहिती

# form6_landing_sample_info_subtitle
source: Basic sample details
hi: मूल नमूना विवरण
mr: मूलभूत नमुना तपशील

# form6_landing_preservative_info_title
source: Preservative Info
hi: परिरक्षक जानकारी
mr: परिरक्षक माहिती

# form6_landing_preservative_info_subtitle
source: Preservative information
hi: परिरक्षक सूचना
mr: परिरक्षक माहिती

# form6_landing_seal_details_title
source: Seal Details
hi: सील विवरण
mr: शिक्का तपशील

source: OTP sent successfully
hi: ओटीपी सफलतापूर्वक भेजा गया
mr: ओटीपी यशस्वीरित्या पाठवला गेला

# form6_landing_seal_details_subtitle
source: Seal and security details
hi: सील और सुरक्षा विवरण
mr: शिक्का आणि सुरक्षा तपशील

# form6_landing_review_submit_title
source: Review & Submit
hi: समीक्षा और सबमिट करें
mr: पुनरावलोकन आणि सबमिट करा

# form6_landing_review_submit_subtitle
source: Final review and submission
hi: अंतिम समीक्षा और सबमिशन
mr: अंतिम पुनरावलोकन आणि सबमिशन

# form6_landing_submit_button
source: Submit Form
hi: फॉर्म सबमिट करें
mr: फॉर्म सबमिट करा

# form6_landing_form_not_filled
source: ⚠️ Form not filled. Please fill the form.
hi: ⚠️ फॉर्म भरा नहीं है। कृपया फॉर्म भरें।
mr: ⚠️ फॉर्म भरा नाही. कृपया फॉर्म भरा.

# form6_landing_form_submitted
source: ✅ Form VI submitted successfully.
hi: ✅ फॉर्म VI सफलतापूर्वक सबमिट किया गया।
mr: ✅ फॉर्म VI यशस्वीरित्या सबमिट केला.

# form6_landing_submission_failed
source: Form submission failed.
hi: फॉर्म सबमिशन विफल हुआ।
mr: फॉर्म सबमिशन अयशस्वी झाले.

# form6_landing_loading
source: Loading...
hi: लोड हो रहा है...
mr: लोड होत आहे...

# form6_landing_exit_app
source: Exit App
hi: ऐप से बाहर निकलें
mr: ऍपमधून बाहेर पडा

# form6_landing_exit_confirmation
source: Do you really want to exit?
hi: क्या आप वाकई बाहर निकलना चाहते हैं?
mr: तुम्हाला खरोखर बाहेर पडायचे आहे?

# form6_landing_exit
source: Exit
hi: बाहर निकलें
mr: बाहेर पडा

# form6_step_form_vi_title
source: Form VI
hi: फॉर्म VI
mr: फॉर्म VI

# form6_step_previous_button
source: Previous
hi: पिछला
mr: मागील

# form6_step_save_next_button
source: SAVE & NEXT
hi: सहेजें और आगे
mr: जतन करा आणि पुढे

# form6_step_submit_button
source: SUBMIT
hi: सबमिट करें
mr: सबमिट करा

# form6_step_validation_error
source: Please correct the highlighted fields
hi: कृपया हाइलाइट किए गए फ़ील्ड्स को सही करें
mr: कृपया हायलाइट केलेल्या फील्ड्स दुरुस्त करा

# form6_step_other_section_incomplete
source: ⚠️ Please complete all required fields.
hi: ⚠️ कृपया सभी आवश्यक फ़ील्ड्स पूरे करें।
mr: ⚠️ कृपया सर्व आवश्यक फील्ड्स पूर्ण करा.

# form6_step_sample_section_incomplete
source: ⚠️ Please complete all sample fields.
hi: ⚠️ कृपया सभी नमूना फ़ील्ड्स पूरे करें।
mr: ⚠️ कृपया सर्व नमुना फील्ड्स पूर्ण करा.

source: DO Slip Numbers
hi: डीओ स्लिप नंबर
mr: डीओ स्लिप क्रमांक

source: Sample Code Number
hi: नमूना कोड नंबर
mr: नमुना कोड क्रमांक

source: Nature of Sample
hi: नमूने का प्रकार
mr: नमुना प्रकार

source: Please select Yes or No
hi: कृपया हाँ या नहीं चुनें
mr: कृपया होय किंवा नाही निवडा

source: Any other documents
hi: अन्य कोई दस्तावेज़
mr: इतर कोणतेही दस्तऐवज

source: Document Name
hi: दस्तावेज़ का नाम
mr: दस्तऐवजाचे नाव

source: Enter document name
hi: दस्तावेज़ का नाम दर्ज करें
mr: दस्तऐवजाचे नाव प्रविष्ट करा

source: Uploading...
hi: अपलोड हो रहा है...
mr: अपलोड करत आहोत...

source: Choose file
hi: फ़ाइल चुनें
mr: फाइल निवडा

source: Replace file
hi: फ़ाइल बदलें
mr: फाइल बदला

source: Enter
hi: प्रवेश करें
mr: प्रविष्ट करा

source: Logging in...
hi: लॉगिन हो रहा है...
mr: लॉगिन होत आहे...

source: SIGN IN
hi: साइन इन
mr: साइन इन

source: Marathi
hi: मराठी
mr: मराठी

source: Hindi
hi: हिंदी
mr: हिंदी

source: English
hi: अंग्रेज़ी
mr: अंग्रेज़ी

# biometricQuickSecureTitle
source: Quick & Secure Sign-in
hi: तेज़ और सुरक्षित साइन-इन
mr: जलद आणि सुरक्षित साइन-इन

# biometricFaceDesc
source: Enable Face ID for faster and secure login. You can still use your password anytime.
hi: तेज़ और सुरक्षित लॉगिन के लिए फेस आईडी सक्षम करें। आप कभी भी अपना पासवर्ड उपयोग कर सकते हैं।
mr: जलद आणि सुरक्षित लॉगिनसाठी फेस आयडी सक्षम करा. आपण केव्हाही आपला पासवर्ड वापरू शकता.

# biometricFingerprintDesc
source: Enable fingerprint authentication for faster and secure login. You can still use your password anytime.
hi: तेज़ और सुरक्षित लॉगिन के लिए फिंगरप्रिंट प्रमाणीकरण सक्षम करें। आप कभी भी अपना पासवर्ड उपयोग कर सकते हैं।
mr: जलद आणि सुरक्षित लॉगिनसाठी फिंगरप्रिंट प्रमाणीकरण सक्षम करा. आपण केव्हाही आपला पासवर्ड वापरू शकता.

# biometricNotAvailableWarning
source: Biometric authentication is not available on this device. You can enable it later if supported.
hi: इस डिवाइस पर बायोमेट्रिक प्रमाणीकरण उपलब्ध नहीं है। समर्थित होने पर आप इसे बाद में सक्षम कर सकते हैं।
mr: या डिव्हाइसवर बायोमेट्रिक प्रमाणीकरण उपलब्ध नाही. समर्थित असल्यास आपण ते नंतर सक्षम करू शकता.

source: Not now
hi: अभी नहीं
mr: आता नाही

source: Authenticating...
hi: प्रमाणीकरण हो रहा है...
mr: प्रमाणीकरण होत आहे...

source: Enable
hi: सक्षम करें
mr: सक्षम करा

source: Error saving preferences
hi: प्राथमिकताएँ सहेजने में त्रुटि
mr: प्राधान्ये जतन करताना त्रुटी

# biometricNotSupported
source: Biometric authentication not supported on this device.
hi: इस डिवाइस पर बायोमेट्रिक प्रमाणीकरण समर्थित नहीं है।
mr: या डिव्हाइसवर बायोमेट्रिक प्रमाणीकरण समर्थित नाही.

# authRequiredTitle
source: Authentication Required
hi: प्रमाणीकरण आवश्यक
mr: प्रमाणीकरण आवश्यक

# biometricNotRecognized
source: Biometric not recognized. Try again.
hi: बायोमेट्रिक मान्य नहीं है। पुनः प्रयास करें।
mr: बायोमेट्रिक ओळखले गेले नाही. पुन्हा प्रयत्न करा.

# biometricRequiredTitle
source: Biometric required
hi: बायोमेट्रिक आवश्यक
mr: बायोमेट्रिक आवश्यक

source: Cancel
hi: रद्द करें
mr: रद्द करा

# authCanceledOrFailed
source: Authentication canceled or failed.
hi: प्रमाणीकरण रद्द या असफल।
mr: प्रमाणीकरण रद्द केले किंवा अयशस्वी.

# authErrorOccurred
source: Authentication error occurred.
hi: प्रमाणीकरण त्रुटि हुई।
mr: प्रमाणीकरण त्रुटी झाली.

# biometricNotAvailable
source: Biometric authentication is not available.
hi: बायोमेट्रिक प्रमाणीकरण उपलब्ध नहीं है।
mr: बायोमेट्रिक प्रमाणीकरण उपलब्ध नाही.

# noFaceEnrolled
source: No face biometric enrolled. Please set up Face ID in device settings.
hi: कोई फेस बायोमेट्रिक नामांकित नहीं। कृपया डिवाइस सेटिंग्स में फेस आईडी सेट करें।
mr: फेस बायोमेट्रिक नोंदणीकृत नाही. कृपया डिव्हाइस सेटिंगमध्ये फेस आयडी सेट करा.

# noFingerprintEnrolled
source: No fingerprint enrolled. Please set up fingerprint in device settings.
hi: कोई फिंगरप्रिंट नामांकित नहीं। कृपया डिवाइस सेटिंग्स में फिंगरप्रिंट सेट करें।
mr: फिंगरप्रिंट नोंदणीकृत नाही. कृपया डिव्हाइस सेटिंगमध्ये फिंगरप्रिंट सेट करा.

# biometricLockedTemporary
source: Biometric authentication is temporarily locked. Try again later or use passcode.
hi: बायोमेट्रिक अस्थायी रूप से लॉक है। बाद में पुनः प्रयास करें या पासकोड उपयोग करें।
mr: बायोमेट्रिक तात्पुरते लॉक केले आहे. नंतर पुन्हा प्रयत्न करा किंवा पासकोड वापरा.

# biometricLockedPermanent
source: Biometric authentication is permanently locked. Please set up new biometrics.
hi: बायोमेट्रिक स्थायी रूप से लॉक है। कृपया नए बायोमेट्रिक्स सेट करें।
mr: बायोमेट्रिक कायमचे लॉक केले आहे. कृपया नवे बायोमेट्रिक्स सेट करा.

# passcodeNotSet
source: Device passcode is not set. Please set a device passcode to use biometric authentication.
hi: डिवाइस पासकोड सेट नहीं है। बायोमेट्रिक उपयोग करने के लिए पासकोड सेट करें।
mr: डिव्हाइस पासकोड सेट नाही. बायोमेट्रिक वापरण्यासाठी पासकोड सेट करा.

# authFailedTryAgain
source: Authentication failed. Please try again.
hi: प्रमाणीकरण विफल। कृपया पुनः प्रयास करें।
mr: प्रमाणीकरण अयशस्वी. कृपया पुन्हा प्रयत्न करा.

source: Unknown error occurred.
hi: अज्ञात त्रुटि हुई।
mr: अज्ञात त्रुटी झाली.

# unableToStartBiometric
source: Unable to start biometric authentication.
hi: बायोमेट्रिक प्रमाणीकरण शुरू करने में असमर्थ।
mr: बायोमेट्रिक प्रमाणीकरण सुरू करण्यात अक्षम.

source: Debug: Test Biometric
hi: डिबग: बायोमेट्रिक परीक्षण
mr: डिबग: बायोमेट्रिक चाचणी

# oldPass
source: Old Password
hi: पुराना पासवर्ड
mr: जुना पासवर्ड

# newPass
source: New Password
hi: नया पासवर्ड
mr: नवीन पासवर्ड

# footer
source: Designed & Developed by
hi: डिज़ाइन और विकसित किया गया द्वारा
mr: डिझाइन आणि विकसित केले द्वारे

source: Welcome
hi: स्वागत है
mr: स्वागत आहे

source: Login Here
hi: यहाँ लॉगिन करें
mr: इथे लॉगिन करा

# loginWithBio
source: You can login using biometrics or password.
hi: आप बायोमेट्रिक या पासवर्ड का उपयोग करके लॉगिन कर सकते हैं।
mr: आपण बायोमेट्रिक किंवा पासवर्ड वापरून लॉगिन करू शकता.

# authorisedPerson
source: Authorized Personnel Only
hi: केवल अधिकृत व्यक्ति
mr: फक्त अधिकृत व्यक्ती

# forgotPass
source: Forgot Password?
hi: पासवर्ड भूल गए?
mr: पासवर्ड विसरलात का?

source: Face or Fingerprint
hi: चेहरा या अंगूठा
mr: चेहरा किंवा बोटठसा

source: Supported
hi: समर्थित
mr: समर्थित

source: Fingerprint
hi: अंगूठा छाप
mr: बोटठसा

source: Send OTP
hi: ओटीपी भेजें
mr: OTP पाठवा

# rememberPass
source: Remember your password
hi: अपना पासवर्ड याद रखें
mr: तुमचा पासवर्ड लक्षात ठेवा

source: Login
hi: लॉगिन
mr: लॉगिन

source: VERIFY OTP
hi: ओटीपी सत्यापित करें
mr: OTP पडताळा

# login_bio_face_unavailable
source: Face authentication is not available on this device or not enrolled.
hi: इस डिवाइस पर फेस प्रमाणीकरण उपलब्ध नहीं है या नामांकित नहीं है।
mr: या डिव्हाइसवर फेस प्रमाणीकरण उपलब्ध नाही किंवा नोंदणीकृत नाही.

# login_bio_fingerprint_unavailable
source: Fingerprint authentication is not available on this device or not enrolled.
hi: इस डिवाइस पर फिंगरप्रिंट प्रमाणीकरण उपलब्ध नहीं है या नामांकित नहीं है।
mr: या डिव्हाइसवर फिंगरप्रिंट प्रमाणीकरण उपलब्ध नाही किंवा नोंदणीकृत नाही.

# login_bio_generic_face_or_fingerprint
source: This device reports generic biometrics. The system may show Face or Fingerprint based on what is enrolled.
hi: यह डिवाइस सामान्य बायोमेट्रिक्स रिपोर्ट करता है। सिस्टम नामांकित के आधार पर फेस या फिंगरप्रिंट दिखा सकता है।
mr: हे डिव्हाइस सामान्य बायोमेट्रिक्स दर्शवते. सिस्टम नोंदणीवर आधारित फेस किंवा फिंगरप्रिंट दाखवू शकते.

# login_bio_generic_fingerprint_or_face
source: This device reports generic biometrics. The system may show Fingerprint or Face based on what is enrolled.
hi: यह डिवाइस सामान्य बायोमेट्रिक्स रिपोर्ट करता है। सिस्टम नामांकित के आधार पर फिंगरप्रिंट या फेस दिखा सकता है।
mr: हे डिव्हाइस सामान्य बायोमेट्रिक्स दर्शवते. सिस्टम नोंदणीवर आधारित फिंगरप्रिंट किंवा फेस दाखवू शकते.

# auth_failed
source: Authentication failed
hi: प्रमाणीकरण विफल
mr: प्रमाणीकरण अयशस्वी

# biometricAuthError
source: Biometric authentication error: {error}
hi: बायोमेट्रिक प्रमाणीकरण त्रुटि: {error}
mr: बायोमेट्रिक प्रमाणीकरण त्रुटी: {error}

source: OTP verified successfully
hi: ओटीपी सफलतापूर्वक सत्यापित
mr: ओटीपी यशस्वीरित्या पडताळला

# otpInvalid
source: Wrong OTP, please enter a valid OTP
hi: गलत ओटीपी, कृपया मान्य ओटीपी दर्ज करें
mr: चुकीचा ओटीपी, कृपया वैध ओटीपी प्रविष्ट करा

# loginSuccess
source: You have logged in successfully
hi: आप सफलतापूर्वक लॉगिन हो गए हैं
mr: आपण यशस्वीरित्या लॉगिन केले आहे

# serverNoResponse
source: No response from server
hi: सर्वर से कोई प्रतिक्रिया नहीं
mr: सर्व्हरकडून प्रतिसाद नाही

# somethingWentWrong
source: Something went wrong: {error}
hi: कुछ गलत हो गया: {error}
mr: काहीतरी चुकले: {error}

# usernameRequired
source: Username is required
hi: उपयोगकर्ता नाम आवश्यक है
mr: वापरकर्तानाव आवश्यक आहे

# oldPasswordRequired
source: Old password is required
hi: पुराना पासवर्ड आवश्यक है
mr: जुना पासवर्ड आवश्यक आहे

# nameRequired
source: Name is required
hi: नाम आवश्यक है
mr: नाव आवश्यक आहे

# otpRequired
source: OTP is required
hi: OTP आवश्यक है
mr: OTP आवश्यक आहे
